/* Description that this is the most popular Inflation Calculator app on the App Store */
"#1 Inflation Calculator" = "Calculadora de inflação nº 1";

/* Title of the screen that describes the application */
"About" = "Sobre";

/* Description that the app is always updated for the current year */
"Always has the most recent data" = "Sempre tem os dados mais recentes";

/* Currency of Australia */
"Australian Dollar" = "Dólar australiano";

/* Currency of Brazil */
"Brazilian Real" = "real brasileiro";

/* Currency of the United Kingdom */
"British Pound" = "Libra britânica";

/* Currency of Canada */
"Canadian Dollar" = "Dólar canadense";

/* Currency of China */
"Chinese Yuan" = "Yuan chinês";

/* Currency of Colombia */
"Colombian Peso" = "Peso colombiano";

/* Information that the app was created by Cal Stephens */
"Created by Cal Stephens" = "Criado por Cal Stephens";

/* Description of the available data range for a currency. e.g. 'Data from 1980 to 2020'. */
"Data from %1$@ to %2$@" = "Dados de %1$@ a %2$@";

/* Title of the person who developer this app. Alternative translations could include 'Creator' or 'Designer'. */
"Creator" = "O Criador";

/* Currency of the European Union */
"Euro" = "Euro";

/* App Store description */
"Ever see a price from the past and want to how how much it would cost today? With Inflation Calculator, it's easy to discover the answer. Inflation Calculator lets you calculate the value of money throughout history. It supports 22 currencies from around the world, including the US Dollar, Euro, and more!" = "Já viu um preço do passado e deseja quanto custaria hoje? Com a Calculadora de inflação, é fácil descobrir a resposta. A Calculadora de Inflação permite calcular o valor do dinheiro ao longo da história. Ele suporta 22 moedas de todo o mundo, incluindo o dólar americano, euro e muito mais!";

/* Label that describes how data is typically collected from official government sources. */
"Historical inflation data is compiled from various official sources." = "Os dados históricos da inflação são compilados a partir de várias fontes oficiais.";

/* Currency of India */
"Indian Rupee" = "Rupia indiana";

/* Currency of Indonesia */
"Indonesian Rupiah" = "Rúpia Indonésia";

/* Short-hand name of the app */
"Inflation Calc" = "Inflação Calc";

/* The name of the app 'Inflation Calculator', translated into the destination language */
"Inflation Calculator" = "Calculadora de inflação";

/* Currency of Israel */
"Israeli Sheqel" = "Sheqel israelense";

/* Currency of Japan */
"Japanese Yen" = "Yen japonês";

/* Currency of Mexico */
"Mexican Peso" = "Peso mexicano";

/* Currency of New Zealand */
"New Zealand Dollar" = "Dólar neozelandês";

/* App store tags */
"inflation,dollar,money,value,over time,time,history,historical,data,price,prices,year,cost,costs" = "inflação, dólar, dinheiro, valor, ao longo do tempo, tempo, história, histórico, dados, preço, preços, ano, custo, custos";

/* Currency of Norway */
"Norwegian Krone" = "Coroa norueguesa";

/* Currency of Russia */
"Russian Ruble" = "rublo russo";

/* Currency of Saudi Arabia */
"Saudi Arabian Riyal" = "Rial da Arábia Saudita";

/* Title of screen that lets the user select the active currency */
"Select Currency" = "Escolha a moeda";

/* Title of section that describes where data is sourced from */
"Sources" = "Fontes";

/* Currency of South Africa */
"South African Rand" = "Rand sul-africano";

/* Currency of South Korea */
"South Korean Won" = "Won sul-coreano";

/* Currency of Sweden */
"Swedish Krona" = "Coroa sueca";

/* Currency of Switzerland */
"Swiss Franc" = "Franco suíço";

/* Typical app update description */
"Thanks for using Inflation Calculator! This version adds data for 2020." = "Obrigado por usar a Calculadora de inflação! Esta versão adiciona dados para 2020.";

/* Currency of Turkey */
"Turkish Lira" = "Lira turca";

/* Currency of the United States */
"US Dollar" = "Dólar americano";

/* Description that the app has 22 international currencies. Highlight the currencies most likely to be interested to users speaking that language. */
"US Dollar, Euro, & 20 other currencies" = "Euro, Dólar americano, e outras 20 moedas";

/* The current version of the app. e.g. Version 2.0 */
"Version %@" = "Versão %@";

/* Title of button that opens the developer's website */
"Visit Website" = "Visite o site";

/* Abbreviation for 'clear' that appears on a calculator. This should be two characters or fewer. */
"c" = "⌫";
